---
kind: property
id: P:Autodesk.Revit.DB.Visual.Checker.TextureLinkTextureTransforms
source: html/7586efce-34c9-62a2-e65a-787b3df5aadc.htm
---
# Autodesk.Revit.DB.Visual.Checker.TextureLinkTextureTransforms Property

The property labeled "Link Transforms" from the "Checker" schema.

## Syntax (C#)
```csharp
public static string TextureLinkTextureTransforms { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".